var { 이보게젊은이, 대충, 대략 } = require( './heyguy.jsm' );

console .log( 이보게젊은이 ` 

시작 ${ 대충 ` 
“{ 이보게 }, { 그것이 }이 { 무엇인지 } { 무엇인지 }?” 
“{ 네 }?” 
“{ 그것이 }{ 무엇인지 }.” 
{ 이보게 }, { 사전 }. 
“그러니까... { 이것을 } { 네 }?” 
“{ 무슨 }. { 그거 }은 { 무슨 }..” 
` } 

이보게 { [이보게 ]젊은이 } 
그것이 ${ 대략 `[{ 음 }]{ 그것 } { 그것 } { 그것 } { 그것 }` } 
음 { [요즘 ] } 
그것 { [유행하는,셈틀,선물거래,응용프로그램] } 
무엇인지 { [무엇인지,알려줄 수 있겠나,말일세] } 

네 { [네,말씀하시는거죠] } 
사전 { 사전을 뒤진다 } 
이것을 ${ 대충 `{ 이거 } { 이거 } { 이거 }을` } 
이거 ${ q => 대충 `{ this }` } 
this { [desktop version,futures trading,application] } 

무슨 { [무슨 말을 하는겐가,모르겠네만] } 
그거 { 꼬부랑말 } 

	` ); 
// idea from https://twitter.com/Ranol__/status/1065972494060871680 
// viral with https://twitter.com/killofki/status/1066035649134845952 
